{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "<pad>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "he": 260,
      "Ġt": 261,
      "Ġa": 262,
      "Ġs": 263,
      "Ġw": 264,
      "nd": 265,
      "Ġthe": 266,
      "ed": 267,
      "Ġand": 268,
      "Ġto": 269,
      "Ġb": 270,
      "in": 271,
      "Ġh": 272,
      "Ġwa": 273,
      "re": 274,
      "ou": 275,
      "Ġf": 276,
      "it": 277,
      "ĠT": 278,
      "Ġl": 279,
      "Ġc": 280,
      "Ġd": 281,
      "er": 282,
      "Ġhe": 283,
      "Ġm": 284,
      "Ġp": 285,
      "Ġwas": 286,
      "om": 287,
      "Ġo": 288,
      "ĠThe": 289,
      "ay": 290,
      "ar": 291,
      "is": 292,
      "ing": 293,
      "il": 294,
      "Ġg": 295,
      "id": 296,
      "ĠS": 297,
      "at": 298,
      "en": 299,
      "Ġn": 300,
      "Ġsa": 301,
      "Ġha": 302,
      "an": 303,
      "im": 304,
      "or": 305,
      "on": 306,
      "Ġit": 307,
      "ĠH": 308,
      "Ġth": 309,
      "ll": 310,
      "Ġ\"": 311,
      "le": 312,
      "ot": 313,
      "ĠShe": 314,
      "Ġher": 315,
      "et": 316,
      "ir": 317,
      "ĠHe": 318,
      "ĠThey": 319,
      "es": 320,
      "Ġin": 321,
      "ver": 322,
      "ut": 323,
      "ow": 324,
      "ck": 325,
      "ĠL": 326,
      "Ġe": 327,
      "Ġu": 328,
      "Ġy": 329,
      "ld": 330,
      "oo": 331,
      "ily": 332,
      "Ġsaid": 333,
      "ig": 334,
      "Ġr": 335,
      "ĠI": 336,
      "Ġbe": 337,
      "am": 338,
      "Ġst": 339,
      "ke": 340,
      "ce": 341,
      "ve": 342,
      "ith": 343,
      "pp": 344,
      "Ġshe": 345,
      "Ġwith": 346,
      "On": 347,
      "Ġon": 348,
      "ĠLily": 349,
      "Ġyou": 350,
      "ked": 351,
      "Ġof": 352,
      "ri": 353,
      "Ġpl": 354,
      "nt": 355,
      "Ġhis": 356,
      "ĠB": 357,
      "ad": 358,
      "Ġso": 359,
      "very": 360,
      "Ġday": 361,
      "Ġthat": 362,
      "Ġup": 363,
      "Ġplay": 364,
      "Ġhad": 365,
      "Ġthey": 366,
      "st": 367,
      "Ġwe": 368,
      "Ġmom": 369,
      "Ġfor": 370,
      "el": 371,
      "ĠM": 372,
      "un": 373,
      "ould": 374,
      "'s": 375,
      "my": 376,
      "Ġli": 377,
      "ch": 378,
      "Ġhapp": 379,
      "Ġwant": 380,
      "ent": 381,
      "Ġsh": 382,
      "itt": 383,
      "her": 384,
      "out": 385,
      "Ġnot": 386,
      "Ġdo": 387,
      "ome": 388,
      "se": 389,
      "Ġvery": 390,
      "ly": 391,
      "end": 392,
      "all": 393,
      "ound": 394,
      "Ġwh": 395,
      "Ġk": 396,
      "ime": 397,
      "ittle": 398,
      "Ġtime": 399,
      "al": 400,
      "Ġlittle": 401,
      "Ġne": 402,
      "Ġthere": 403,
      "ht": 404,
      "Ġis": 405,
      "ĠIt": 406,
      "Ġhappy": 407,
      "Ġbig": 408,
      "ĠA": 409,
      "Ġre": 410,
      "Ġsm": 411,
      "Ġbut": 412,
      "Ġsaw": 413,
      "ĠĠ": 414,
      "Ġan": 415,
      "ra": 416,
      "ry": 417,
      "riend": 418,
      ".\"": 419,
      "Ġfriend": 420,
      "Ġas": 421,
      "ack": 422,
      "One": 423,
      "ide": 424,
      "ake": 425,
      "ug": 426,
      "'t": 427,
      "!\"": 428,
      "ĠTim": 429,
      "Ġloo": 430,
      "Ġwere": 431,
      "ter": 432,
      "ved": 433,
      "Ġlo": 434,
      "ore": 435,
      "Once": 436,
      "ĠOne": 437,
      "Ġse": 438,
      "Ġtoo": 439,
      "Ġhim": 440,
      "Ġbo": 441,
      "Ġgo": 442,
      "Ġare": 443,
      "ec": 444,
      "ĠJ": 445,
      "Ġj": 446,
      "Ġwanted": 447,
      "ard": 448,
      "irl": 449,
      "ill": 450,
      "Ġthem": 451,
      "Ġupon": 452,
      "Ġgirl": 453,
      "Ġtheir": 454,
      "Ġout": 455,
      "Ġat": 456,
      "ĠBen": 457,
      "ind": 458,
      "ur": 459,
      "Ġdid": 460,
      "way": 461,
      "fu": 462,
      "Ġsp": 463,
      "ĠTom": 464,
      "Ġcould": 465,
      "Ġsmil": 466,
      "hen": 467,
      "Ġhave": 468,
      "ain": 469,
      "hed": 470,
      "art": 471,
      "rom": 472,
      "Ġex": 473,
      "Ġcan": 474,
      "Ġwent": 475,
      "ic": 476,
      "Ġar": 477,
      "ĠW": 478,
      "lp": 479,
      "ood": 480,
      "ful": 481,
      "ĠBut": 482,
      "Ġfriends": 483,
      "?\"": 484,
      "hing": 485,
      "Ġnam": 486,
      "Ġkn": 487,
      "ight": 488,
      "Ġhelp": 489,
      "Ġsay": 490,
      "Ġall": 491,
      "one": 492,
      "um": 493,
      "ark": 494,
      "Ġback": 495,
      "You": 496,
      "Ġfun": 497,
      "Ġcl": 498,
      "are": 499,
      "Ġno": 500,
      "Ġle": 501,
      "ĠTimmy": 502,
      "op": 503,
      "Ġsc": 504,
      "Ġnamed": 505,
      "Ġal": 506,
      "elt": 507,
      "oug": 508,
      "Ġman": 509,
      "Ġloved": 510,
      "side": 511,
      "Ġsmiled": 512,
      "Ġtoy": 513,
      "Ġlike": 514,
      "ick": 515,
      "Ġfelt": 516,
      "Ġasked": 517,
      "Ġfe": 518,
      "Ġsome": 519,
      "Ġsee": 520,
      "Ġlooked": 521,
      "Ġme": 522,
      "ame": 523,
      "Ġaround": 524,
      "Ġro": 525,
      "omet": 526,
      "ure": 527,
      "Ġbr": 528,
      "Ġbir": 529,
      "get": 530,
      "ice": 531,
      "Ġboy": 532,
      "Ġwould": 533,
      "ong": 534,
      "Ġstart": 535,
      "as": 536,
      "Ġbird": 537,
      "Ġsomet": 538,
      "ings": 539,
      "Ġfa": 540,
      "ade": 541,
      "Ġmake": 542,
      "Ġag": 543,
      "Ġwhat": 544,
      "Ġwor": 545,
      "dd": 546,
      "ĠYou": 547,
      ",\"": 548,
      "Ġsays": 549,
      "ĠMom": 550,
      "king": 551,
      "Ġaway": 552,
      "Ġran": 553,
      "own": 554,
      "gether": 555,
      "Ġtre": 556,
      "Ã¢": 557,
      "âĤ": 558,
      "âĤ¬": 559,
      "ag": 560,
      "ared": 561,
      "ie": 562,
      "oud": 563,
      "Ġmade": 564,
      "Ġstarted": 565,
      "if": 566,
      "Ġcar": 567,
      "Ġtogether": 568,
      "Ġsomething": 569,
      "Ġco": 570,
      "ther": 571,
      "Ġpark": 572,
      "Ġsad": 573,
      "Ġother": 574,
      "ited": 575,
      "Ġput": 576,
      "Ġnew": 577,
      "Ġfrom": 578,
      "ell": 579,
      "Ġhug": 580,
      "ĠE": 581,
      "Ġpr": 582,
      "ble": 583,
      "Ġagain": 584,
      "ook": 585,
      "Ġexc": 586,
      "ach": 587,
      "Ġgood": 588,
      "Ġhome": 589,
      "Ġla": 590,
      "Ġmu": 591,
      "ĠF": 592,
      "ss": 593,
      "Ġwhen": 594,
      "Ġfl": 595,
      "ried": 596,
      "ep": 597,
      "Ġwho": 598,
      "est": 599,
      "Ġthen": 600,
      "Ġfound": 601,
      "Ġch": 602,
      "Ġdec": 603,
      "pped": 604,
      "hat": 605,
      "Ġget": 606,
      "Ġwal": 607,
      "Ġplaying": 608,
      "qu": 609,
      "Ġsw": 610,
      "ought": 611,
      "nn": 612,
      "Ġliked": 613,
      "uck": 614,
      "ĠD": 615,
      "Ġthings": 616,
      "ally": 617,
      "pl": 618,
      "ous": 619,
      "ĠSu": 620,
      "Ġgot": 621,
      "Ġbl": 622,
      "Ġexcited": 623,
      "ro": 624,
      "ĠSam": 625,
      "ided": 626,
      "ave": 627,
      "Ġcame": 628,
      "ara": 629,
      "Ġevery": 630,
      "Ġdecided": 631,
      "Ġyour": 632,
      "Ġdog": 633,
      "ax": 634,
      "Ġscared": 635,
      "Ġone": 636,
      "Ġdown": 637,
      "ust": 638,
      "Ġv": 639,
      "Ġfind": 640,
      "Ġcare": 641,
      "nna": 642,
      "ouse": 643,
      "ap": 644,
      "Ġbec": 645,
      "ist": 646,
      "Ġthan": 647,
      "ny": 648,
      "Ġfeel": 649,
      "Ġdad": 650,
      "Ġab": 651,
      "Ġwill": 652,
      "Ġmy": 653,
      "arn": 654,
      "Ġlook": 655,
      "our": 656,
      "Ġgr": 657,
      "ers": 658,
      "Ġke": 659,
      "Ġgra": 660,
      "ĠMax": 661,
      "Ġdidn": 662,
      "ways": 663,
      "ess": 664,
      "Ġpo": 665,
      "Ġtoys": 666,
      "Ġtook": 667,
      "fe": 668,
      "nder": 669,
      "Ġabout": 670,
      "Ġball": 671,
      "Ġalways": 672,
      "Ġlot": 673,
      "Ġmommy": 674,
      "ant": 675,
      "ĠSara": 676,
      "Ġkne": 677,
      "bb": 678,
      "Ġbu": 679,
      "Ġtree": 680,
      "ise": 681,
      "Ġoutside": 682,
      "ĠAnna": 683,
      "Ġthought": 684,
      "ite": 685,
      "Ġmore": 686,
      "Ġta": 687,
      "ĠSo": 688,
      "ened": 689,
      "Ġlearn": 690,
      "ret": 691,
      "Ġho": 692,
      "ched": 693,
      "Ġknow": 694,
      "eci": 695,
      "Ġpu": 696,
      "Ġint": 697,
      "ged": 698,
      "Ġsor": 699,
      "ĠWhen": 700,
      "Ġcat": 701,
      "Ġtake": 702,
      "Ġlaug": 703,
      "Ġold": 704,
      "ive": 705,
      "ia": 706,
      "Ġspeci": 707,
      "Ġspecial": 708,
      "Ġknew": 709,
      "Ġany": 710,
      "Ġpe": 711,
      "ĠHer": 712,
      "dden": 713,
      "fter": 714,
      "au": 715,
      "Ġhow": 716,
      "Ġsorry": 717,
      "Ġtr": 718,
      "ma": 719,
      "ink": 720,
      "Ġshow": 721,
      "ish": 722,
      "ddenly": 723,
      "Ġrun": 724,
      "Ġsl": 725,
      "Ġmuch": 726,
      "Ġtw": 727,
      "Ġhand": 728,
      "and": 729,
      "ĠJo": 730,
      "ĠEvery": 731,
      "Ġor": 732,
      "Ġhouse": 733,
      "Ġop": 734,
      "Ġmo": 735,
      "Ġwater": 736,
      "Ġsk": 737,
      "ven": 738,
      "Ġtried": 739,
      "Ġinto": 740,
      "Ġsun": 741,
      "ank": 742,
      "ĠJack": 743,
      "Ġinside": 744,
      "Ġclo": 745,
      "ate": 746,
      "here": 747,
      "Ġtold": 748,
      "Ġgave": 749,
      "ump": 750,
      "ty": 751,
      "Ġproud": 752,
      "Ġeach": 753,
      "Ġqu": 754,
      "Ġen": 755,
      "ĠWe": 756,
      "Ġif": 757,
      "Ġover": 758,
      "Ġroom": 759,
      "Ġcouldn": 760,
      "Ġheard": 761,
      "ace": 762,
      "Ġeat": 763,
      "Ġnever": 764,
      "Ġthis": 765,
      "Ġpret": 766,
      "other": 767
    },
    "merges": [
      [
        "h",
        "e"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "n",
        "d"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "e",
        "d"
      ],
      [
        "Ġa",
        "nd"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġw",
        "a"
      ],
      [
        "r",
        "e"
      ],
      [
        "o",
        "u"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "i",
        "t"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "he"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġwa",
        "s"
      ],
      [
        "o",
        "m"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "ĠT",
        "he"
      ],
      [
        "a",
        "y"
      ],
      [
        "a",
        "r"
      ],
      [
        "i",
        "s"
      ],
      [
        "in",
        "g"
      ],
      [
        "i",
        "l"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "i",
        "d"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "n"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġs",
        "a"
      ],
      [
        "Ġh",
        "a"
      ],
      [
        "a",
        "n"
      ],
      [
        "i",
        "m"
      ],
      [
        "o",
        "r"
      ],
      [
        "o",
        "n"
      ],
      [
        "Ġ",
        "it"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "l",
        "l"
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "t"
      ],
      [
        "ĠS",
        "he"
      ],
      [
        "Ġhe",
        "r"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "r"
      ],
      [
        "ĠH",
        "e"
      ],
      [
        "ĠThe",
        "y"
      ],
      [
        "e",
        "s"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "v",
        "er"
      ],
      [
        "u",
        "t"
      ],
      [
        "o",
        "w"
      ],
      [
        "c",
        "k"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "u"
      ],
      [
        "Ġ",
        "y"
      ],
      [
        "l",
        "d"
      ],
      [
        "o",
        "o"
      ],
      [
        "il",
        "y"
      ],
      [
        "Ġsa",
        "id"
      ],
      [
        "i",
        "g"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġ",
        "I"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "a",
        "m"
      ],
      [
        "Ġs",
        "t"
      ],
      [
        "k",
        "e"
      ],
      [
        "c",
        "e"
      ],
      [
        "v",
        "e"
      ],
      [
        "it",
        "h"
      ],
      [
        "p",
        "p"
      ],
      [
        "Ġs",
        "he"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "O",
        "n"
      ],
      [
        "Ġo",
        "n"
      ],
      [
        "ĠL",
        "ily"
      ],
      [
        "Ġy",
        "ou"
      ],
      [
        "k",
        "ed"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "r",
        "i"
      ],
      [
        "Ġp",
        "l"
      ],
      [
        "n",
        "t"
      ],
      [
        "Ġh",
        "is"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "a",
        "d"
      ],
      [
        "Ġs",
        "o"
      ],
      [
        "ver",
        "y"
      ],
      [
        "Ġd",
        "ay"
      ],
      [
        "Ġth",
        "at"
      ],
      [
        "Ġu",
        "p"
      ],
      [
        "Ġpl",
        "ay"
      ],
      [
        "Ġha",
        "d"
      ],
      [
        "Ġthe",
        "y"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġw",
        "e"
      ],
      [
        "Ġm",
        "om"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "e",
        "l"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "u",
        "n"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "'",
        "s"
      ],
      [
        "m",
        "y"
      ],
      [
        "Ġl",
        "i"
      ],
      [
        "c",
        "h"
      ],
      [
        "Ġha",
        "pp"
      ],
      [
        "Ġwa",
        "nt"
      ],
      [
        "en",
        "t"
      ],
      [
        "Ġs",
        "h"
      ],
      [
        "it",
        "t"
      ],
      [
        "he",
        "r"
      ],
      [
        "ou",
        "t"
      ],
      [
        "Ġn",
        "ot"
      ],
      [
        "Ġd",
        "o"
      ],
      [
        "om",
        "e"
      ],
      [
        "s",
        "e"
      ],
      [
        "Ġ",
        "very"
      ],
      [
        "l",
        "y"
      ],
      [
        "e",
        "nd"
      ],
      [
        "a",
        "ll"
      ],
      [
        "ou",
        "nd"
      ],
      [
        "Ġw",
        "h"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "im",
        "e"
      ],
      [
        "itt",
        "le"
      ],
      [
        "Ġt",
        "ime"
      ],
      [
        "a",
        "l"
      ],
      [
        "Ġl",
        "ittle"
      ],
      [
        "Ġn",
        "e"
      ],
      [
        "Ġthe",
        "re"
      ],
      [
        "h",
        "t"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "ĠI",
        "t"
      ],
      [
        "Ġhapp",
        "y"
      ],
      [
        "Ġb",
        "ig"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "Ġs",
        "m"
      ],
      [
        "Ġb",
        "ut"
      ],
      [
        "Ġsa",
        "w"
      ],
      [
        "Ġ",
        "Ġ"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "r",
        "a"
      ],
      [
        "r",
        "y"
      ],
      [
        "ri",
        "end"
      ],
      [
        ".",
        "\""
      ],
      [
        "Ġf",
        "riend"
      ],
      [
        "Ġa",
        "s"
      ],
      [
        "a",
        "ck"
      ],
      [
        "On",
        "e"
      ],
      [
        "id",
        "e"
      ],
      [
        "a",
        "ke"
      ],
      [
        "u",
        "g"
      ],
      [
        "'",
        "t"
      ],
      [
        "!",
        "\""
      ],
      [
        "ĠT",
        "im"
      ],
      [
        "Ġl",
        "oo"
      ],
      [
        "Ġwe",
        "re"
      ],
      [
        "t",
        "er"
      ],
      [
        "v",
        "ed"
      ],
      [
        "Ġl",
        "o"
      ],
      [
        "o",
        "re"
      ],
      [
        "On",
        "ce"
      ],
      [
        "Ġ",
        "One"
      ],
      [
        "Ġs",
        "e"
      ],
      [
        "Ġto",
        "o"
      ],
      [
        "Ġh",
        "im"
      ],
      [
        "Ġb",
        "o"
      ],
      [
        "Ġg",
        "o"
      ],
      [
        "Ġa",
        "re"
      ],
      [
        "e",
        "c"
      ],
      [
        "Ġ",
        "J"
      ],
      [
        "Ġ",
        "j"
      ],
      [
        "Ġwant",
        "ed"
      ],
      [
        "ar",
        "d"
      ],
      [
        "ir",
        "l"
      ],
      [
        "il",
        "l"
      ],
      [
        "Ġthe",
        "m"
      ],
      [
        "Ġup",
        "on"
      ],
      [
        "Ġg",
        "irl"
      ],
      [
        "Ġthe",
        "ir"
      ],
      [
        "Ġ",
        "out"
      ],
      [
        "Ġa",
        "t"
      ],
      [
        "ĠB",
        "en"
      ],
      [
        "i",
        "nd"
      ],
      [
        "u",
        "r"
      ],
      [
        "Ġd",
        "id"
      ],
      [
        "w",
        "ay"
      ],
      [
        "f",
        "u"
      ],
      [
        "Ġs",
        "p"
      ],
      [
        "ĠT",
        "om"
      ],
      [
        "Ġc",
        "ould"
      ],
      [
        "Ġsm",
        "il"
      ],
      [
        "he",
        "n"
      ],
      [
        "Ġha",
        "ve"
      ],
      [
        "a",
        "in"
      ],
      [
        "he",
        "d"
      ],
      [
        "ar",
        "t"
      ],
      [
        "r",
        "om"
      ],
      [
        "Ġe",
        "x"
      ],
      [
        "Ġc",
        "an"
      ],
      [
        "Ġw",
        "ent"
      ],
      [
        "i",
        "c"
      ],
      [
        "Ġa",
        "r"
      ],
      [
        "Ġ",
        "W"
      ],
      [
        "l",
        "p"
      ],
      [
        "oo",
        "d"
      ],
      [
        "fu",
        "l"
      ],
      [
        "ĠB",
        "ut"
      ],
      [
        "Ġfriend",
        "s"
      ],
      [
        "?",
        "\""
      ],
      [
        "h",
        "ing"
      ],
      [
        "Ġn",
        "am"
      ],
      [
        "Ġk",
        "n"
      ],
      [
        "ig",
        "ht"
      ],
      [
        "Ġhe",
        "lp"
      ],
      [
        "Ġs",
        "ay"
      ],
      [
        "Ġa",
        "ll"
      ],
      [
        "on",
        "e"
      ],
      [
        "u",
        "m"
      ],
      [
        "ar",
        "k"
      ],
      [
        "Ġb",
        "ack"
      ],
      [
        "Y",
        "ou"
      ],
      [
        "Ġf",
        "un"
      ],
      [
        "Ġc",
        "l"
      ],
      [
        "a",
        "re"
      ],
      [
        "Ġn",
        "o"
      ],
      [
        "Ġl",
        "e"
      ],
      [
        "ĠTim",
        "my"
      ],
      [
        "o",
        "p"
      ],
      [
        "Ġs",
        "c"
      ],
      [
        "Ġnam",
        "ed"
      ],
      [
        "Ġa",
        "l"
      ],
      [
        "el",
        "t"
      ],
      [
        "ou",
        "g"
      ],
      [
        "Ġm",
        "an"
      ],
      [
        "Ġlo",
        "ved"
      ],
      [
        "s",
        "ide"
      ],
      [
        "Ġsmil",
        "ed"
      ],
      [
        "Ġto",
        "y"
      ],
      [
        "Ġli",
        "ke"
      ],
      [
        "i",
        "ck"
      ],
      [
        "Ġf",
        "elt"
      ],
      [
        "Ġas",
        "ked"
      ],
      [
        "Ġf",
        "e"
      ],
      [
        "Ġs",
        "ome"
      ],
      [
        "Ġse",
        "e"
      ],
      [
        "Ġloo",
        "ked"
      ],
      [
        "Ġm",
        "e"
      ],
      [
        "am",
        "e"
      ],
      [
        "Ġar",
        "ound"
      ],
      [
        "Ġr",
        "o"
      ],
      [
        "om",
        "et"
      ],
      [
        "u",
        "re"
      ],
      [
        "Ġb",
        "r"
      ],
      [
        "Ġb",
        "ir"
      ],
      [
        "g",
        "et"
      ],
      [
        "i",
        "ce"
      ],
      [
        "Ġbo",
        "y"
      ],
      [
        "Ġw",
        "ould"
      ],
      [
        "on",
        "g"
      ],
      [
        "Ġst",
        "art"
      ],
      [
        "a",
        "s"
      ],
      [
        "Ġbir",
        "d"
      ],
      [
        "Ġs",
        "omet"
      ],
      [
        "ing",
        "s"
      ],
      [
        "Ġf",
        "a"
      ],
      [
        "ad",
        "e"
      ],
      [
        "Ġm",
        "ake"
      ],
      [
        "Ġa",
        "g"
      ],
      [
        "Ġwh",
        "at"
      ],
      [
        "Ġw",
        "or"
      ],
      [
        "d",
        "d"
      ],
      [
        "Ġ",
        "You"
      ],
      [
        ",",
        "\""
      ],
      [
        "Ġsay",
        "s"
      ],
      [
        "ĠM",
        "om"
      ],
      [
        "k",
        "ing"
      ],
      [
        "Ġa",
        "way"
      ],
      [
        "Ġr",
        "an"
      ],
      [
        "ow",
        "n"
      ],
      [
        "get",
        "her"
      ],
      [
        "Ġt",
        "re"
      ],
      [
        "Ã",
        "¢"
      ],
      [
        "â",
        "Ĥ"
      ],
      [
        "âĤ",
        "¬"
      ],
      [
        "a",
        "g"
      ],
      [
        "ar",
        "ed"
      ],
      [
        "i",
        "e"
      ],
      [
        "ou",
        "d"
      ],
      [
        "Ġm",
        "ade"
      ],
      [
        "Ġstart",
        "ed"
      ],
      [
        "i",
        "f"
      ],
      [
        "Ġc",
        "ar"
      ],
      [
        "Ġto",
        "gether"
      ],
      [
        "Ġsomet",
        "hing"
      ],
      [
        "Ġc",
        "o"
      ],
      [
        "t",
        "her"
      ],
      [
        "Ġp",
        "ark"
      ],
      [
        "Ġsa",
        "d"
      ],
      [
        "Ġo",
        "ther"
      ],
      [
        "it",
        "ed"
      ],
      [
        "Ġp",
        "ut"
      ],
      [
        "Ġne",
        "w"
      ],
      [
        "Ġf",
        "rom"
      ],
      [
        "e",
        "ll"
      ],
      [
        "Ġh",
        "ug"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "Ġp",
        "r"
      ],
      [
        "b",
        "le"
      ],
      [
        "Ġag",
        "ain"
      ],
      [
        "oo",
        "k"
      ],
      [
        "Ġex",
        "c"
      ],
      [
        "a",
        "ch"
      ],
      [
        "Ġg",
        "ood"
      ],
      [
        "Ġh",
        "ome"
      ],
      [
        "Ġl",
        "a"
      ],
      [
        "Ġm",
        "u"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "s",
        "s"
      ],
      [
        "Ġw",
        "hen"
      ],
      [
        "Ġf",
        "l"
      ],
      [
        "ri",
        "ed"
      ],
      [
        "e",
        "p"
      ],
      [
        "Ġwh",
        "o"
      ],
      [
        "es",
        "t"
      ],
      [
        "Ġthe",
        "n"
      ],
      [
        "Ġf",
        "ound"
      ],
      [
        "Ġc",
        "h"
      ],
      [
        "Ġd",
        "ec"
      ],
      [
        "pp",
        "ed"
      ],
      [
        "h",
        "at"
      ],
      [
        "Ġg",
        "et"
      ],
      [
        "Ġwa",
        "l"
      ],
      [
        "Ġplay",
        "ing"
      ],
      [
        "q",
        "u"
      ],
      [
        "Ġs",
        "w"
      ],
      [
        "oug",
        "ht"
      ],
      [
        "n",
        "n"
      ],
      [
        "Ġli",
        "ked"
      ],
      [
        "u",
        "ck"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġth",
        "ings"
      ],
      [
        "all",
        "y"
      ],
      [
        "p",
        "l"
      ],
      [
        "ou",
        "s"
      ],
      [
        "ĠS",
        "u"
      ],
      [
        "Ġg",
        "ot"
      ],
      [
        "Ġb",
        "l"
      ],
      [
        "Ġexc",
        "ited"
      ],
      [
        "r",
        "o"
      ],
      [
        "ĠS",
        "am"
      ],
      [
        "id",
        "ed"
      ],
      [
        "a",
        "ve"
      ],
      [
        "Ġc",
        "ame"
      ],
      [
        "ar",
        "a"
      ],
      [
        "Ġe",
        "very"
      ],
      [
        "Ġdec",
        "ided"
      ],
      [
        "Ġyou",
        "r"
      ],
      [
        "Ġdo",
        "g"
      ],
      [
        "a",
        "x"
      ],
      [
        "Ġsc",
        "ared"
      ],
      [
        "Ġon",
        "e"
      ],
      [
        "Ġd",
        "own"
      ],
      [
        "u",
        "st"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġf",
        "ind"
      ],
      [
        "Ġc",
        "are"
      ],
      [
        "nn",
        "a"
      ],
      [
        "ou",
        "se"
      ],
      [
        "a",
        "p"
      ],
      [
        "Ġbe",
        "c"
      ],
      [
        "is",
        "t"
      ],
      [
        "Ġth",
        "an"
      ],
      [
        "n",
        "y"
      ],
      [
        "Ġfe",
        "el"
      ],
      [
        "Ġd",
        "ad"
      ],
      [
        "Ġa",
        "b"
      ],
      [
        "Ġw",
        "ill"
      ],
      [
        "Ġm",
        "y"
      ],
      [
        "ar",
        "n"
      ],
      [
        "Ġloo",
        "k"
      ],
      [
        "ou",
        "r"
      ],
      [
        "Ġg",
        "r"
      ],
      [
        "er",
        "s"
      ],
      [
        "Ġ",
        "ke"
      ],
      [
        "Ġg",
        "ra"
      ],
      [
        "ĠM",
        "ax"
      ],
      [
        "Ġdid",
        "n"
      ],
      [
        "way",
        "s"
      ],
      [
        "es",
        "s"
      ],
      [
        "Ġp",
        "o"
      ],
      [
        "Ġtoy",
        "s"
      ],
      [
        "Ġtoo",
        "k"
      ],
      [
        "f",
        "e"
      ],
      [
        "nd",
        "er"
      ],
      [
        "Ġab",
        "out"
      ],
      [
        "Ġb",
        "all"
      ],
      [
        "Ġal",
        "ways"
      ],
      [
        "Ġl",
        "ot"
      ],
      [
        "Ġmom",
        "my"
      ],
      [
        "an",
        "t"
      ],
      [
        "ĠS",
        "ara"
      ],
      [
        "Ġkn",
        "e"
      ],
      [
        "b",
        "b"
      ],
      [
        "Ġb",
        "u"
      ],
      [
        "Ġtre",
        "e"
      ],
      [
        "is",
        "e"
      ],
      [
        "Ġout",
        "side"
      ],
      [
        "ĠA",
        "nna"
      ],
      [
        "Ġth",
        "ought"
      ],
      [
        "it",
        "e"
      ],
      [
        "Ġm",
        "ore"
      ],
      [
        "Ġt",
        "a"
      ],
      [
        "ĠS",
        "o"
      ],
      [
        "en",
        "ed"
      ],
      [
        "Ġle",
        "arn"
      ],
      [
        "re",
        "t"
      ],
      [
        "Ġh",
        "o"
      ],
      [
        "c",
        "hed"
      ],
      [
        "Ġkn",
        "ow"
      ],
      [
        "ec",
        "i"
      ],
      [
        "Ġp",
        "u"
      ],
      [
        "Ġin",
        "t"
      ],
      [
        "g",
        "ed"
      ],
      [
        "Ġs",
        "or"
      ],
      [
        "ĠW",
        "hen"
      ],
      [
        "Ġc",
        "at"
      ],
      [
        "Ġt",
        "ake"
      ],
      [
        "Ġla",
        "ug"
      ],
      [
        "Ġo",
        "ld"
      ],
      [
        "i",
        "ve"
      ],
      [
        "i",
        "a"
      ],
      [
        "Ġsp",
        "eci"
      ],
      [
        "Ġspeci",
        "al"
      ],
      [
        "Ġkne",
        "w"
      ],
      [
        "Ġan",
        "y"
      ],
      [
        "Ġp",
        "e"
      ],
      [
        "ĠH",
        "er"
      ],
      [
        "dd",
        "en"
      ],
      [
        "f",
        "ter"
      ],
      [
        "a",
        "u"
      ],
      [
        "Ġh",
        "ow"
      ],
      [
        "Ġsor",
        "ry"
      ],
      [
        "Ġt",
        "r"
      ],
      [
        "m",
        "a"
      ],
      [
        "in",
        "k"
      ],
      [
        "Ġsh",
        "ow"
      ],
      [
        "is",
        "h"
      ],
      [
        "dden",
        "ly"
      ],
      [
        "Ġr",
        "un"
      ],
      [
        "Ġs",
        "l"
      ],
      [
        "Ġmu",
        "ch"
      ],
      [
        "Ġt",
        "w"
      ],
      [
        "Ġha",
        "nd"
      ],
      [
        "a",
        "nd"
      ],
      [
        "ĠJ",
        "o"
      ],
      [
        "ĠE",
        "very"
      ],
      [
        "Ġo",
        "r"
      ],
      [
        "Ġh",
        "ouse"
      ],
      [
        "Ġo",
        "p"
      ],
      [
        "Ġm",
        "o"
      ],
      [
        "Ġwa",
        "ter"
      ],
      [
        "Ġs",
        "k"
      ],
      [
        "v",
        "en"
      ],
      [
        "Ġt",
        "ried"
      ],
      [
        "Ġint",
        "o"
      ],
      [
        "Ġs",
        "un"
      ],
      [
        "an",
        "k"
      ],
      [
        "ĠJ",
        "ack"
      ],
      [
        "Ġin",
        "side"
      ],
      [
        "Ġcl",
        "o"
      ],
      [
        "at",
        "e"
      ],
      [
        "he",
        "re"
      ],
      [
        "Ġto",
        "ld"
      ],
      [
        "Ġg",
        "ave"
      ],
      [
        "um",
        "p"
      ],
      [
        "t",
        "y"
      ],
      [
        "Ġpr",
        "oud"
      ],
      [
        "Ġe",
        "ach"
      ],
      [
        "Ġ",
        "qu"
      ],
      [
        "Ġ",
        "en"
      ],
      [
        "ĠW",
        "e"
      ],
      [
        "Ġ",
        "if"
      ],
      [
        "Ġo",
        "ver"
      ],
      [
        "Ġro",
        "om"
      ],
      [
        "Ġcould",
        "n"
      ],
      [
        "Ġhe",
        "ard"
      ],
      [
        "a",
        "ce"
      ],
      [
        "Ġe",
        "at"
      ],
      [
        "Ġne",
        "ver"
      ],
      [
        "Ġth",
        "is"
      ],
      [
        "Ġp",
        "ret"
      ],
      [
        "ot",
        "her"
      ]
    ]
  }
}