{
  "model_type": "llama",
  "architectures": ["LlamaForCausalLM"],
  "vocab_size": 768,
  "hidden_size": 128,
  "intermediate_size": 384,
  "num_hidden_layers": 2,
  "num_attention_heads": 4,
  "num_key_value_heads": 4,
  "hidden_act": "silu",
  "max_position_embeddings": 512,
  "initializer_range": 0.02,
  "rms_norm_eps": 0.000001,
  "use_cache": false,
  "pad_token_id": 3,
  "bos_token_id": 1,
  "eos_token_id": 2,
  "tie_word_embeddings": true,
  "attention_bias": false,
  "attention_dropout": 0.0,
  "mlp_bias": false
}
